{
  "TotalExVat": "Montant total hors TVA",
  "TotalInVat": "Montant total TTC",
  "Vat Amount": "Montant de la TVA",
  "Shopping Cart": "PANIER D'ACHATS",
  "OrderSummary": "RÉSUMÉ DE LA COMMANDE",
  "PRODUCTS": "DES PRODUITS",
  "EXCLUSIVE BRANDS": "MARQUES EXCLUSIVES",
  "ABOUT US": "À PROPOS DE NOUS",
  "SERVICES": "PRESTATIONS DE SERVICE",
  "CONTACT US": "CONTACTEZ-NOUS",
  "Propos_Title": "À PROPOS DE",
  "Propos_Description": "Ressentir, Goûter, Explorer, Aimer, Partager. Des mots qui définissent l’essence même d’Exotic City, acteur majeur de la production et de la distribution d’aliments, de boissons et de produits de soins personnels en provenance d’Asie et d’Afrique. En tant que producteur et distributeur, nous souhaitons créer un dialogue entre les cultures, encourager la diversité et souscrire pleinement aux enjeux sociétaux d’ouverture et d’intégration. Nous sommes les fiers propriétaires de marques comme Africa Village, Congo nature, Royal Village, De Chez Nous, Care n Clear, Thai Village et bien d'autres. Nous détenons également les droits de distribution exclusifs de Shan, Rubicon, Regal, Crème of Nature, Dabur, ORS, Fair n White.",
  "Services_Title": "PRESTATIONS DE SERVICE",
  "Services_Description": "Nous sommes spécialisés dans les produits alimentaires africains et asiatiques, opérant en tant que grossiste et distributeur en Belgique. Nous assurons la livraison dans toute l'Europe et les pays scandinaves, notre portefeuille de clients existe en Allemagne, France, Pays-Bas, Autriche, Suisse, Suède, Danemark, Finlande et Norvège. Exotic City propose plus de 6 000 produits dans les catégories secs, surgelés et frais. Réservés aux professionnels (commerçants ou restaurateurs), tous nos produits sont disponibles en libre-service cash & carry qui est un entrepôt One Stop shop.",
  "REQUEST PRICE QUOTATION": "DEMANDER UN DEVIS",
  "Discover Our Exclusive Brands": "Découvrez nos marques exclusives",
  "About Title": "L’HISTOIRE D’UN HOMME",
  "About Description": "Exotic City, c’est d’abord le rêve de Javed Kausar. Il y a 25 ans, ce fils d’épicier d’origine pakistanaise a compris, avant que le concept soit en vogue, l’importance de fédérer différentes cultures autour de la cuisine du monde. De nightshop à épicerie du monde En 1993, 4 ans après son arrivée en Belgique, Javed Kausar apprend le métier de commerçant en travaillant aux côtés de son père dans le magasin d’alimentation familial.Dès 1998, il en reprend les rennes, affine le concept initié par son père, développe une communauté qui partage ses valeurs et sa vision du métissage culturel.Une communauté qui trouve dans son offre de produits une porte ouverte vers le monde, mais surtout des solutions centrées sur les attentes et les besoins des particuliers, ainsi que des professionnels de la distribution ou de la restauration",
  "Warehouse Title": "LA NAISSANCE D’UN GROUPE",
  "Warehouse Description": "Aujourd’hui, les magasins Kausar, c’est un ensemble de 5 enseignes implantées à Liège et ses environs (région de Verviers), mais aussi Exotic City, une centrale d’achat centrée sur le secteur alimentaire, les cosmétiques et les accessoires capillaires, une agence immobilière et une agence de communication. L’ambition, vectrice de croissance et créatrice d’emplois Javed Kausar a non seulement voulu créer un réseau de magasins complémentaires et en perpétuelle évolution, mais aussi un groupe dynamique, vecteur d’emplois. Le groupe Kausar compte aujourd’hui une cinquantaine de collaborateurs actifs dans les différentes branches de la société liégeoise. Sa force, c’est son approche sur-mesure : de la sélection de produits aux solutions logistiques les mieux adaptées aux besoins de ses clients.",
  "Coromuse Title": "L’ADN D’UNE ÉQUIPE",
  "Coromuse Description": "Le métissage culturel est au cœur de notre démarche. Multiculturelle et complémentaire, notre équipe de professionnels (acheteurs, commerciaux, employés administratifs, logisticiens, chauffeurs-livreurs…) défend les mêmes valeurs d’intégration, de transmission et de partage de connaissances. Une expérience et un service de proximité Malgré ses ambitions et son développement à l’international, Exotic City garantit un vrai service de proximité, une valeur qui figure au cœur de notre ADN. Notre équipe a pour mission de vous conseiller, de vous guider et de vous soutenir dans votre dynamique commerciale. Forte d’une très longue expérience dans le secteur de la distribution, nous vous proposons des solutions innovantes et respectueuses de la réalité de votre projet. Parce que votre croissance est aussi importante que la nôtre et que ce n’est qu’ensemble que nous pourrons poursuivre notre aventure entrepreneuriale.",
  "Brand Title": "LA CRÉATION D’UNE RÉFÉRENCE",
  "Brand Description": "Fort d’une expérience de plusieurs dizaines d’années dans la production et la distribution d’aliments, de boissons et de produits de soin en provenance d’Asie et d’Afrique, Exotic City est devenu une référence majeure dans son secteur. Une large gamme de produits, un label de qualité Notre longue expérience dans le secteur de l’alimentation et des produits cosmétiques nous a permis de nous positionner en tant que distributeur exclusif d’une large gamme de produits exotiques parmi les meilleurs du marché. Soucieux de vous offrir des références au cœur de vos attentes et de l’évolution des goûts des consommateurs, Exotic City développe également ses propres gammes.",
  "Cash&Cary_Title": "Cash & Carry",
  "Cash&Cary_Description": "Would you like to discover our wide range of products and stock up on goods? Easy to use, our warehouse self-service welcomes you to explore our complete range of products. You can judge their quality firsthand among a large number of references, assess the color, appearance, compare different brands, all at your own pace. And you choose the goods that interest you.",
  "Express_Title": "Express",
  "Express_Description": "Don't have time to visit us? Send us your order by phone, referring to our website, and we'll take care of the rest, from preparing your order to delivery, anywhere in Belgium. Our team of qualified handlers delivers on time, exercises extreme caution during the loading and unloading of goods, and is available to answer all your questions.",
  "International_Title": "International",
  "International_Description": "Would you like to be delivered outside of Belgium? All our international customers have the option of home delivery. Our order preparation and delivery service ships your order on pallets internationally, entrusting it to experienced carriers.",
  "Distribution_Title": "Distribution Exclsive",
  "Distribution_Description": "Due to its central geographical location, Exotic City serves as an ideal distribution platform for the biggest brands of exotic products. From the food sector to cosmetics and hair care, brands like Tilda, Akash, Palmers, Sportin Waves, X-Pression, or Sleek follow us and grant us exclusivity for their products. Thanks to these major brands and the trusting relationship cultivated with Exotic City, we now offer the best products on the market.",
  "Logistic_Title": "European Logistics Center",
  "Logistic_Description": "Our experience has led us to open a logistics center located in Alleur, in the province of Liège, Belgium. This privileged location allows for an ideal European distribution, which continues to grow thanks to nearby transportation facilities. Indeed, Exotic City is situated at the heart of several major highways, just a stone's throw away from Liège Airport, and at the foot of the Port of Liège and its multimodal platform. This advantageous and strategic position makes Exotic City a pivotal center and offers numerous opportunities for development. Moreover, Liège is a city in constant motion, with an international train station connecting to Paris (1h25) and London (2h).",
  "Relation_Title": "Relation",
  "Relation_Description": " In addition to a healthy business relationship, Exotic City is committed to nurturing what constitutes its local anchor, so that everyone leaves as a winner. The Exotic City team is present to assist, advise, guide, and support the customer in their endeavors. We aim to share the experience gained in managing the various local stores in our possession with today's merchants. This enables them to become the leading sellers of tomorrow and, in turn, allows us to grow. This exchange relationship also applies to suppliers, who enable us to exist and evolve.",
  "PROMO_SLIDER": "Tous les prix sont hors TVA !",
  "TermsConditions": "Bienvenue chez Exotic City, une supermarché mondiale proposant une large gamme de produits alimentaires, de cosmétiques et d'accessoires capillaires. En utilisant notre site Web, vous acceptez ces Conditions Générales, qui incluent votre droit d'utiliser notre site Web si vous avez au moins 18 ans ou si vous avez obtenu le consentement légal de vos parents ou tuteurs. Nous proposons l'expédition vers des destinations spécifiées et acceptons les retours conformément à notre politique de retour. Le contenu de notre site Web est protégé par les lois sur la propriété intellectuelle et vous acceptez d'indemniser Exotic City de toute réclamation découlant de votre utilisation de notre site Web. Ces conditions sont régies par les lois de la juridiction dans laquelle Exotic City opère, et nous nous réservons le droit de modifier ces conditions à tout moment. Si vous avez des questions ou des préoccupations, veuillez nous contacter.",
  "Privacy": "Confidentialité",
  "Collection of personal data": "Collecte de données personnelles",
  "Para1": "Exotic City SPRL ne collecte que les données personnelles qui lui sont communiquées par vous dans le cadre de ses missions. Ces données peuvent être collectées via différents canaux : par téléphone, via un formulaire d'inscription papier, via le formulaire d'inscription électronique sur notre site web.",
  "Para2": "Les données personnelles d'un client sont conservées au moins 5 ans après la fin du dernier contrat liant ce client à Exotic City. Exotic City sprl ne collecte que les données personnelles nécessaires à l'exécution de nos missions commerciales.",
  "Para3": "Par données personnelles, nous entendons toutes les données vous concernant qui nous permettent de vous identifier, à savoir :",
  "Para4": "Données d'identification telles que : nom de famille, prénom, date de naissance, langue, adresse postale, adresse e-mail, numéro de téléphone portable et/ou fixe, copie de la carte d'identité. Données de facturation telles que : adresse de facturation, numéro de compte bancaire, mandat de domiciliation (si applicable). Si vous êtes déjà client, données contractuelles telles que : référence client, prix, produit, promotion, contrat. Les communications entre vous et Exotic City SPRL par le biais de canaux tels que le courrier, l'e-mail, les SMS et le chat Web et les réseaux sociaux. Données sensibles : Exotic City n'utilise pas vos données personnelles sensibles telles que des données sur votre orientation sexuelle, vos croyances religieuses ou politiques, votre santé ou votre ethnicité. OU telles que votre nom, coordonnées, numéro de client/fournisseur, informations de paiement et informations sur votre accès au site web. Communications échangées avec nous ou envoyées à vous par courrier, e-mail, service de chat, appels téléphoniques ou sur les réseaux sociaux.",
  "Para5": "Dès que nous n'avons plus besoin de vos données personnelles, nous les supprimons de manière sécurisée. Nous sommes également attentifs à toute possibilité de réduire la durée d'utilisation et d'anonymiser vos données personnelles afin qu'elles ne puissent plus être associées à vous ou vous identifier, auquel cas nous pouvons utiliser ces informations sans autres formalités.",
  "Respect for privacy on our website": "Respect voor privacy op onze website",
  "Para6": "Exotic City SPRL doet daarom haar best om uw privacy te respecteren in het kader van uw gebruik van deze site. Deze verzameling gebeurt via elektronische formulieren die u moet invullen bij het bestellen van een product of dienst, het abonneren op een nieuwsbrief, het aanvragen van informatie, deelnemen aan een enquête of wedstrijd, of wanneer u een van de via de website aangeboden diensten gebruikt. Het raadplegen van onze website www.exoticcity.be gebeurt anoniem. Sommige delen die zijn gereserveerd voor onze klanten zijn echter alleen toegankelijk via het gebruik van een gebruikersnaam en wachtwoord. De gegevens die beschikbaar zijn in deze secties hebben betrekking op boekhoudkundige of statistische aspecten van het gebruik van de diensten.",
  "Your rights": "Uw rechten",
  "At any time, your personal data may be:": "Op elk moment kunnen uw persoonsgegevens worden:",
  "consulted": "geraadpleegd",
  "modified": "gewijzigd",
  "deleted": "verwijderd",
  "For this purpose, contact : privacy@exoticcity.be": "Voor dit doel, neem contact op met: privacy@exoticcity.be",
  "Para7": "Exotic City SPRL zal u alleen toegang kunnen geven tot uw gegevens door middel van uw identiteitskaart toegevoegd aan een gedateerd en ondertekend verzoek aan onze gegevensbeschermingsdienst. Als u van mening bent dat uw gegevens verkeerd worden verwerkt, kunt u een klacht indienen bij de Gegevensbeschermingsautoriteit",
  "Any other questions or remarks?": "Heeft u nog andere vragen of opmerkingen? Ik help u graag verder.",
  "Send an email to: privacy@exoticcity.be": "Send an email to: privacy@exoticcity.be",
  "Use of cookies": "utilisation des cookies",
  "Para8": "Pendant votre première visite sur le site web d'Exotic City SPRL, un cookie est installé sur votre ordinateur. Ce petit fichier texte ne contient que les informations suivantes : language = fr ou language = nl.",
  "Para9": "Lors de votre prochaine visite sur le site web, ce cookie est identifié par votre navigateur. L'écran de choix de la langue ne sera plus affiché et vous serez dirigé directement vers la page d'accueil dans la langue choisie lors de votre première visite.",
  "This cookie does not contain any other data about you or your computer.": "Ce cookie ne contient aucune autre donnée vous concernant ou concernant votre ordinateur.",
  "Para10": "Cette opération est uniquement possible si l'acceptation des cookies est activée sur votre ordinateur. Si l'acceptation des cookies est désactivée, la seule conséquence pour ce site web est que vous devrez d'abord choisir la langue à chaque visite sur le site.",
  "I agree with terms and conditions": "Je suis d'accord avec les termes et conditions.",
  "Coming Soon": "Prochainement",
  "Food Products": "Produits alimentaires",
  "Navigation": "NAVIGATION",
  "Hair Products": "PRODUITS CAPILLAIRES",
  "Payment Methods": "METHODES DE PAIEMENT",
  "Cosmetics Products": "PRODUITS COSMÉTIQUES",
  "Legal Notice": "Avis juridique",
  "Services": "Services",
  "Brands": "Marques",
  "DRINKS": "BOISSONS",
  "RICE": "RIZ",
  "MILK AND CREAM": "LAIT ET CRÈME",
  "NOODLES": "NOUILLES",
  "HAIR CARE PRODUCTS": "PRODUITS DE SOINS CAPILLAIRES",
  "SKIN CARE PRODUCTS": "PRODUITS DE SOINS DE LA PEAU",
  "CHILD CARE": "SOINS POUR ENFANTS",
  "BODY OIL": "HUILE CORPORELLE",
  "HAIR CARE": "SOINS CAPILLAIRES",
  "ACCESSORIES": "ACCESSOIRES",
  "MIXED HAIR": "CHEVEUX MÉLANGÉS",
  "SYNTHETIC HAIR": "CHEVEUX SYNTHÉTIQUES",
  "NATURAL HAIR": "CHEVEUX NATURELS",
  "Signin": "Connexion",
  "Signup": "Inscription",
  "Name": "Nom",
  "Email": "Email",
  "Address": "Adresse",
  "Country/Region": "Pays/Région",
  "City": "Ville",
  "POST CODE": "Code postal",
  "Language Code": "Code de langue",
  "Alternate Address": "Adresse alternative",
  "Enterprise Number": "Numéro d'entreprise",
  "VAT Registration Number": "Numéro de TVA",
  "Phone Number": "Numéro de téléphone",
  "Mobile Number": "Numéro de portable",
  "Password": "Mot de passe",
  "Forget Password?": "Mot de passe oublié ?",
  "Cash & Carry": "Encaissement & Emporter",
  "Express": "Express",
  "International": "International",
  "Distribution Exclusive": "Distribution Exclusive",
  "European Logistics Center": "Centre Logistique Européen",
  "Relation": "Relation",
  "CashCarryDes": "Êtes-vous désireux de découvrir notre large gamme de produits et de vous approvisionner en marchandises ? Facile à utiliser, notre entrepôt en libre-service vous invite à explorer notre gamme complète de produits. Vous pouvez ainsi juger de leur qualité de première main parmi un grand nombre de références, évaluer la couleur, l'apparence, comparer différentes marques, le tout à votre propre rythme. Et vous choisissez les produits qui vous intéressent.",
  "ExpressDes": "Vous n'avez pas le temps de nous rendre visite ? Envoyez-nous votre commande par téléphone, en vous référant à notre site web, et nous nous occupons du reste, de la préparation de votre commande à la livraison, partout en Belgique. Notre équipe de manutentionnaires qualifiés livre à temps, en exerçant une extrême prudence lors du chargement et du déchargement, et est disponible pour répondre à toutes vos questions.",
  "InternationalDes": "Vous souhaitez être livré en dehors de la Belgique ? Tous nos clients internationaux ont la possibilité d'une livraison à domicile. Notre service de préparation de commande et de livraison expédie votre commande sur une palette à l'international, la confiant à des transporteurs expérimentés.",
  "CenterDes": "Notre expérience nous a amenés à établir un centre logistique situé à Alleur, dans la province de Liège, en Belgique. Cette position privilégiée permet un réseau de distribution européen idéal, qui continue de croître grâce aux installations de transport à proximité. En effet, Exotic City est située au cœur de plusieurs grandes autoroutes, à quelques pas de l'aéroport de Liège et au pied du port de Liège et de sa plateforme multimodale. Cette position avantageuse et stratégique fait d'Exotic City un hub pivot et offre de nombreuses opportunités de développement. De plus, Liège est une ville en mouvement constant, avec une gare internationale connectant notamment à Paris (1h25) et à Londres (2h).",
  "DistributionDes": "En raison de sa position géographique centrale, Exotic City sert de plateforme de distribution idéale pour les grandes marques de produits exotiques. Du secteur alimentaire aux cosmétiques et aux soins capillaires, des marques comme Tilda, Akash, Palmers, Sportin Waves, X-Pression ou Sleek nous font confiance et nous offrent l'exclusivité pour leurs produits. Grâce à ces marques renommées et à la relation de confiance établie avec Exotic City, nous proposons désormais les meilleurs produits disponibles sur le marché.",
  "RelationDes": "En plus d'une relation commerciale saine, Exotic City s'engage à maintenir ce qui constitue son ancrage local, veillant à ce que tout le monde en bénéficie. L'équipe d'Exotic City est présente pour assister, conseiller, guider et soutenir le client dans ses démarches. Nous visons à partager l'expérience acquise dans la gestion des différents magasins locaux en notre possession, afin que le commerçant d'aujourd'hui devienne le vendeur de demain, nous permettant à notre tour de croître. Cette relation d'échange s'applique également aux fournisseurs, qui nous permettent d'exister et d'évoluer.",
  "Create Password": "Créer un mot de passe",
  "NoAccount": "Pas de compte ? Inscrivez-vous",
  "Login": "Connexion",
  "Submit": "Soumettre",
  "Terms & Conditions": "Conditions Générales",
  "Logout": "Déconnexion",
  "Verify": "Vérifier",
  "Remember Password?": "Se souvenir du mot de passe ?",
  "Already have an account?": "Vous avez déjà un compte ?",
  "Register": "S'inscrire",
  "Registering": "Inscription en cours",
  "Clear Cart": "Vider le panier",
  "Place Order": "Passer commande",
  "Placeing Order": "Commande en cours",
  "View Order History": "Historique des commandes",
  "GeneralTerms": "Conditions générales de vente:",
  "Term1": "Les factures sont payables au plus tard à date d’échéance mentionnée sur celles-ci. Toute facture impayée à échéance produira, de plein droit et sans mise en demeure, un intérêt conventionnel de 12 % par an, chaque mois entamé étant intégralement dû, avec un taux minimum conforme à celui prévu par l’article 5 de la loi du 2 août 2002 relative au retard de paiement dans les transactions commerciales. Toute facture impayée à l’échéance sera, en outre, majorée, de plein droit et sans mise en demeure, d'une indemnité forfaitaire et irréductible de 10% du montant resté impayé avec un minimum de 40,-€ par facture. Toute contestation relative à une facture ou relative aux prestations devra nous parvenir par lettre recommandée, dans les huit jours ouvrables de son envoi. Une fois passé ce délai, la facture sera présumée acceptée par le client.",
  "Term2": "Le défaut de paiement d’une facture à son échéance rend immédiatement exigible toutes les sommes dues, quelles que soient les facilités de paiement ayant été accordées. ",
  "Term3": "En cas de non-respect des délais de paiement, cette facture sera cédée au Cabinet De Greft, rue Chantraine 15/021 – 4020 Saint-Nicolas, pour recouvrement. En cas de litige, les Tribunaux de Commerce de Liège seront seuls compétents.",
  "GeneralTerm2": "livraison intracommunautaire:",
  "Term4": "L'acheteur s'engage à transporter la marchandise hors de Belgique et/ou déclare avoir réceptionné la marchandise dans son établissement établi dans le pays mentionné sur la facture.",
  "ReturnPolicy": "POLITIQUE DE RETOUR :",
  "Claims": "Aucune réclamation ne sera acceptée après 48 heures"





}
