{
  "TotalExVat": "Gesamtbetrag ohne Mehrwertsteuer",
  "TotalInVat": "Gesamtbetrag inklusive Mehrwertsteuer",
  "Vat Amount": "Mehrwertsteuerbetrag",
  "Shopping Cart": "EINKAUFSWAGEN",
  "OrderSummary": "BESTELLÜBERSICHT",
  "PRODUCTS": "PRODUKTE",
  "EXCLUSIVE BRANDS": "EXKLUSIVE MARKEN",
  "ABOUT US": "ÜBER UNS",
  "SERVICES": "DIENSTLEISTUNGEN",
  "CONTACT US": "KONTAKTIERE UNS",
  "Propos_Title": "EEN VOORSTELLEN",
  "Propos_Description": "Voelen, Proeven, Ontdekken, Vind ik leuk, Om te delen. Woorden die de essentie definiëren van Exotic City, een belangrijke speler in de productie en distributie van voedsel, dranken en producten voor persoonlijke verzorging uit Azië en Afrika. Als producent en distributeur willen we een dialoog tussen culturen creëren, diversiteit aanmoedigen en de maatschappelijke uitdagingen van openheid en integratie volledig onderschrijven. Wij zijn trotse eigenaren van merken als Africa Village, Congo nature, Royal Village, De Chez Nous, Care n Clear, Thai Village en nog veel meer. We hebben ook de exclusieve distributierechten van Shan, Rubicon, Regal, Crème of Nature, Dabur, ORS, Fair n White.",
  "Services_Title": "DIENSTEN",
  "Services_Description": "Wij zijn gespecialiseerd in Afrikaanse en Aziatische voedingsproducten en opereren als groothandel en distributeur in België. Wij bieden bezorging in heel Europa en de Scandinavische landen, ons klantenportfolio bestaat in Duitsland, Frankrijk, Nederland, Oostenrijk, Zwitserland, Zweden, Denemarken, Finland en Noorwegen. Exotic City biedt meer dan 6000 producten in de categorieën droog, diepvries en vers. Al onze goederen zijn gereserveerd voor professionals (handelaars of restauranthouders) en zijn verkrijgbaar in een zelfbedienings cash & carry, een One Stop Shop-magazijn.",
  "REQUEST PRICE QUOTATION": "PRIJSOFFERTE AANVRAGEN",
  "Discover Our Exclusive Brands": "Ontdek onze exclusieve merken",
  "About Title": "HET VERHAAL VAN EEN MAN",
  "About Description": "Exotic City is in de eerste plaats de droom van Javed Kausar. 25 jaar geleden begreep deze zoon van een kruidenier van Pakistaanse afkomst, voordat het concept in zwang was, het belang van het verenigen van verschillende culturen in de wereldkeuken. Van nachtwinkel tot wereldwinkel In 1993, vier jaar na zijn aankomst in België, leerde Javed Kausar het vak van koopman door samen met zijn vader in de familievoedingswinkel te werken. In 1998 nam hij de teugels over, verfijnde het door zijn vader geïnitieerde concept en ontwikkelde een gemeenschap die zijn waarden en zijn visie op culturele vermenging deelt. Een gemeenschap die in haar producten een open deur naar de wereld biedt, maar vooral oplossingen vindt die zijn gericht op de verwachtingen en behoeften van individuen, maar ook van distributie- of cateringprofessionals",
  "Warehouse Title": "LA NAISSANCE D’UN GROUPE",
  "Warehouse Description": "Aujourd’hui, les magasins Kausar, c’est un ensemble de 5 enseignes implantées à Liège et ses environs (région de Verviers), mais aussi Exotic City, une centrale d’achat centrée sur le secteur alimentaire, les cosmétiques et les accessoires capillaires, une agence immobilière et une agence de communication. L’ambition, vectrice de croissance et créatrice d’emplois Javed Kausar a non seulement voulu créer un réseau de magasins complémentaires et en perpétuelle évolution, mais aussi un groupe dynamique, vecteur d’emplois. Le groupe Kausar compte aujourd’hui une cinquantaine de collaborateurs actifs dans les différentes branches de la société liégeoise. Sa force, c’est son approche sur-mesure : de la sélection de produits aux solutions logistiques les mieux adaptées aux besoins de ses clients.",
  "Coromuse Title": "LA NAISSANCE D'UN GROEP  ",
  "Coromuse Description": "De culturele métissage is een stap in de richting van onze démarche. Multiculturele en complementaire, niet-requipe de professionnels (acheteurs, commerciaux, administratifs-werknemers, logistiek, chauffeurs-livreurs…) verdedigen de waarden van integratie, de transmissie en het deel van de kennis. Een ervaring en een service in de buurt Malgré heeft ambities en een internationale ontwikkeling, Exotic City garandeert een nabijgelegen service, een waarde die past bij de Amerikaanse ADN. Wij zijn een missie voor uw adviseur, gids en soutenir in uw dynamische commerciële onderneming. Sterke ervaring met een lange ervaring in de distributiesector, nieuwe voorstellen voor innovatieve oplossingen en respect voor de realiteit van uw project. Het perceel dat uw croissance is, is van groot belang dat het niet eens een ensemble is dat ons bedrijf voor een ondernemingsavontuur zet.",
  "Brand Title": "EEN REFERENTIE MAKEN",
  "Brand Description": "Met tientallen jaren ervaring in de productie en distributie van voeding, drank en verzorgingsproducten uit Azië en Afrika is Exotic City uitgegroeid tot een belangrijke referentie in haar sector. Een breed productassortiment, een kwaliteitslabel Dankzij onze lange ervaring in de voedings- en cosmetische productensector hebben we ons kunnen positioneren als de exclusieve distributeur van een breed scala aan exotische producten, die tot de beste op de markt behoren. Exotic City wil u referenties aanbieden die centraal staan ​​bij uw verwachtingen en de evolutie van de smaak van de consument en ontwikkelt ook zijn eigen assortimenten.",
  "Cash&Cary_Title": "Cash & Carry",
  "Cash&Cary_Description": "Would you like to discover our wide range of products and stock up on goods? Easy to use, our warehouse self-service welcomes you to explore our complete range of products. You can judge their quality firsthand among a large number of references, assess the color, appearance, compare different brands, all at your own pace. And you choose the goods that interest you.",
  "Express_Title": "Express",
  "Express_Description": "Don't have time to visit us? Send us your order by phone, referring to our website, and we'll take care of the rest, from preparing your order to delivery, anywhere in Belgium. Our team of qualified handlers delivers on time, exercises extreme caution during the loading and unloading of goods, and is available to answer all your questions.",
  "International_Title": "International",
  "International_Description": "Would you like to be delivered outside of Belgium? All our international customers have the option of home delivery. Our order preparation and delivery service ships your order on pallets internationally, entrusting it to experienced carriers.",
  "Distribution_Title": "Distribution Exclsive",
  "Distribution_Description": "Due to its central geographical location, Exotic City serves as an ideal distribution platform for the biggest brands of exotic products. From the food sector to cosmetics and hair care, brands like Tilda, Akash, Palmers, Sportin Waves, X-Pression, or Sleek follow us and grant us exclusivity for their products. Thanks to these major brands and the trusting relationship cultivated with Exotic City, we now offer the best products on the market.",
  "Logistic_Title": "European Logistics Center",
  "Logistic_Description": "Our experience has led us to open a logistics center located in Alleur, in the province of Liège, Belgium. This privileged location allows for an ideal European distribution, which continues to grow thanks to nearby transportation facilities. Indeed, Exotic City is situated at the heart of several major highways, just a stone's throw away from Liège Airport, and at the foot of the Port of Liège and its multimodal platform. This advantageous and strategic position makes Exotic City a pivotal center and offers numerous opportunities for development. Moreover, Liège is a city in constant motion, with an international train station connecting to Paris (1h25) and London (2h).",
  "Relation_Title": "Relation",
  "Relation_Description": " In addition to a healthy business relationship, Exotic City is committed to nurturing what constitutes its local anchor, so that everyone leaves as a winner. The Exotic City team is present to assist, advise, guide, and support the customer in their endeavors. We aim to share the experience gained in managing the various local stores in our possession with today's merchants. This enables them to become the leading sellers of tomorrow and, in turn, allows us to grow. This exchange relationship also applies to suppliers, who enable us to exist and evolve.",
  "PROMO_SLIDER": "Alle Preise verstehen sich zzgl. MwSt!",
  "TermsConditions": "Welkom bij Exotic City, een wereldwijde supermarkt die een breed scala aan voedingsproducten, cosmetica en haaraccessoires biedt. Door onze website te gebruiken, gaat u akkoord met deze Algemene Voorwaarden, die onder meer uw recht op het gebruik van onze website omvatten als u minstens 18 jaar oud bent of over een wettelijke ouderlijke of voogdijtoestemming beschikt. Wij bieden verzending naar aangegeven locaties aan en accepteren retourzendingen in overeenstemming met ons retourbeleid. De inhoud van onze website is beschermd door intellectuele eigendomswetten en u gaat ermee akkoord Exotic City te vrijwaren van eventuele claims die voortvloeien uit uw gebruik van onze website. Deze voorwaarden worden beheerst door de wetten van de jurisdictie waarin Exotic City actief is, en wij behouden ons het recht voor om deze voorwaarden op elk moment te wijzigen. Als u vragen of zorgen heeft, neem dan contact met ons op.",
  "Privacy": "Privacy",
  "Collection of personal data": "Verzameling van persoonlijke gegevens",
  "Para1": "Exotic City SPRL verzamelt alleen persoonlijke gegevens die door u aan ons worden meegedeeld in het kader van onze opdrachten. Deze gegevens kunnen worden verzameld via verschillende kanalen: telefonisch, via een papieren inschrijvingsformulier, via het elektronische inschrijvingsformulier op onze website.",
  "Para2": "De persoonlijke gegevens van een klant worden minstens 5 jaar bewaard na het einde van het laatste contract dat deze klant met Exotic City verbindt. Exotic City SPRL verzamelt alleen de persoonlijke gegevens die nodig zijn voor de uitvoering van onze commerciële opdrachten.",
  "Para3": "Met persoonsgegevens bedoelen we alle gegevens over u die ons in staat stellen om u te identificeren, namelijk",
  "Para4": "Identificatiegegevens zoals: achternaam, voornaam, geboortedatum, taal, postadres, e-mailadres, mobiel telefoonnummer en/of vast telefoonnummer, kopie van de identiteitskaart. Factureringsgegevens zoals: factuuradres, bankrekeningnummer, domiciliëringsmandaat (indien van toepassing). Indien u al klant bent, contractuele gegevens zoals: klantenreferentie, prijs, product, promotie, contract. De communicatie tussen u en Exotic City SPRL via kanalen zoals post, e-mail, SMS, webchat en sociale netwerken. Gevoelige gegevens: Exotic City gebruikt uw gevoelige persoonsgegevens niet, zoals gegevens over uw seksuele geaardheid, uw religieuze of politieke overtuigingen, uw gezondheid of etniciteit. OF zoals uw naam, contactgegevens, klant-/leveranciersnummer, betaalinformatie en informatie over uw toegang tot de website. Communicatie uitgewisseld met ons of naar u gestuurd via post, e-mail, chatservice, telefoongesprekken of op sociale netwerken.",
  "Para5": "Zodra we uw persoonlijke gegevens niet meer nodig hebben, verwijderen we deze veilig. We zijn ook alert op mogelijke mogelijkheden om de gebruiksduur te verkorten en de anonimisering van uw persoonlijke gegevens zodat ze niet langer met u geassocieerd kunnen worden of u kunnen identificeren. In dat geval kunnen we deze informatie gebruiken zonder verdere formaliteiten.",
  "Respect for privacy on our website": "Respect voor privacy op onze website",
  "Para6": "Exotic City SPRL stelt daarom alles in het werk om uw privacy te respecteren in het kader van uw gebruik van deze site. Deze verzameling gebeurt via elektronische formulieren die u moet invullen bij het bestellen van een product of dienst, abonneren op een nieuwsbrief, informatie opvragen, deelnemen aan een enquête of wedstrijd, of wanneer u een van de via de website aangeboden diensten gebruikt. Het raadplegen van onze website www.exoticcity.be gebeurt anoniem. Sommige delen die zijn gereserveerd voor onze klanten zijn echter alleen toegankelijk via het gebruik van een gebruikersnaam en wachtwoord. De gegevens die beschikbaar zijn in deze secties hebben betrekking op de boekhouding of statistieken van het gebruik van de diensten.",
  "Your rights": "Uw rechten",
  "At any time, your personal data may be:": "Op elk moment kunnen uw persoonlijke gegevens zijn:",
  "consulted": "geraadpleegd",
  "modified": "aangepast",
  "deleted": "verwijderd",
  "For this purpose, contact : privacy@exoticcity.be": "Voor dit doel kunt u contact opnemen met: privacy@exoticcity.be",
  "Para7": "Exotic City SPRL kan u alleen toegang geven tot uw gegevens door middel van uw identiteitskaart, toegevoegd aan een gedateerd en ondertekend verzoek aan onze gegevensbeschermingsdienst. Als u van mening bent dat uw gegevens verkeerd worden verwerkt, kunt u een klacht indienen bij de Gegevensbeschermingsautoriteit",
  "Any other questions or remarks?": "Alle andere vragen of opmerkingen?",
  "Send an email to: privacy@exoticcity.be": "Send an email to: privacy@exoticcity.be",
  "Use of cookies": "gebruik van cookies",
  "Para8": "Tijdens uw eerste bezoek aan de website van Exotic City SPRL wordt er een cookie op uw computer geïnstalleerd. Dit kleine tekstbestand bevat alleen de informatie taal = fr of taal = nl.",
  "Para9": "Bij uw volgende bezoek aan de website wordt deze cookie door uw browser geïdentificeerd. Het scherm voor het kiezen van de taal wordt niet meer weergegeven en u gaat direct naar de startpagina in de taal die u tijdens uw eerste bezoek hebt gekozen.",
  "This cookie does not contain any other data about you or your computer.": "Deze cookie bevat geen andere gegevens over u of uw computer.",
  "Para10": "Deze handeling is alleen mogelijk als de acceptatie van cookies is geactiveerd op uw computer. Als de acceptatie van cookies is uitgeschakeld, is de enige consequentie voor deze website dat u telkens wanneer u de site bezoekt eerst de taal moet kiezen.",
  "I agree with terms and conditions": "Ik ga akkoord met de algemene voorwaarden.",
  "Coming Soon": "Binnenkort",
  "Food Products": "Voedingsproducten",
  "Navigation": "NAVIGATIE",
  "Hair Products": "HAARPRODUCTEN",
  "Payment Methods": "BETAALMETHODEN",
  "Cosmetics Products": "COSMETISCHE PRODUCTEN",
  "Legal Notice": "Juridische kennisgeving",
  "Services": "Diensten",
  "Brands": "Merknamen",
  "DRINKS": "DRANKEN",
  "RICE": "RIJST",
  "MILK AND CREAM": "MELK EN ROOM",
  "NOODLES": "NOEDELS",
  "HAIR CARE PRODUCTS": "HAARVERZORGINGSPRODUCTEN",
  "SKIN CARE PRODUCTS": "HUIDVERZORGINGSPRODUCTEN",
  "CHILD CARE": "KINDERZORG",
  "BODY OIL": "LICHAAMSOLIE",
  "HAIR CARE": "HAARVERZORGING",
  "ACCESSORIES": "ACCESSOIRES",
  "MIXED HAIR": "GEMENGD HAAR",
  "SYNTHETIC HAIR": "SYNTHETISCH HAAR",
  "NATURAL HAIR": "NATUURLIJK HAAR",
  "Signin": "Aanmelden",
  "Signup": "Aanmelden",
  "Company Name": "Bedrijfsnaam",
  "Email": "Email",
  "Address": "Adres",
  "Country/Region": "Land/Regio",
  "City": "Stad",
  "POST CODE": "POST CODE",
  "Language Code": "Taalcode",
  "Alternate Address": "Alternatief adres",
  "Enterprise Number": "Ondernemingsnummer",
  "VAT Registration Number": "BTW-nummer",
  "Phone Number": "Telefoonnummer",
  "Mobile Number": "Mobiel nummer",
  "Password": "Wachtwoord",
  "Forget Password?": "Wachtwoord vergeten?",
  "Cash & Carry": "Cash & Carry",
  "Express": "Express",
  "International": "International",
  "Distribution Exclusive": "Exclusieve Distributie",
  "European Logistics Center": "Europees Logistiek Centrum",
  "Relation": "Relatie",
  "CashCarryDes": "Bent u enthousiast om ons uitgebreide assortiment producten te ontdekken en uzelf te voorzien van merchandise? Makkelijk in gebruik, verwelkomt onze zelfbedieningsmagazijn u om ons complete assortiment producten te verkennen. U kunt zo de kwaliteit uit eerste hand beoordelen tussen een groot aantal referenties, de kleur, het uiterlijk beoordelen, verschillende merken vergelijken, allemaal op uw eigen tempo. En u kiest de goederen die u interesseren.",
  "ExpressDes": "Heeft u geen tijd om ons te bezoeken? Stuur ons dan uw bestelling per telefoon, met verwijzing naar onze website, en wij regelen de rest, van het klaarmaken van uw bestelling tot de levering, overal in België. Ons team van gekwalificeerde handlers levert op tijd, met uiterste voorzichtigheid tijdens het laden en lossen, en staat klaar om al uw vragen te beantwoorden.",
  "InternationalDes": "Wilt u buiten België laten leveren? Al onze internationale klanten hebben de mogelijkheid van thuisbezorging. Onze orderverwerkings- en bezorgservice verzendt uw bestelling internationaal op een pallet, toevertrouwd aan ervaren vervoerders.",
  "CenterDes": "Onze ervaring heeft ons geleid tot het opzetten van een logistiek centrum gelegen in Alleur, in de provincie Luik, België. Deze bevoorrechte locatie maakt een ideaal Europees distributienetwerk mogelijk, dat blijft groeien dankzij de nabijgelegen transportfaciliteiten. Exotic City bevindt zich immers in het hart van verschillende belangrijke snelwegen, op steenworp afstand van de luchthaven van Luik en aan de voet van de haven van Luik en haar multimodale platform. Deze gunstige en strategische positie maakt van Exotic City een sleutelhub en biedt talrijke ontwikkelingsmogelijkheden. Bovendien is Luik een stad in voortdurende beweging, met een internationaal treinstation dat onder meer verbinding maakt met Parijs (1u25) en Londen (2u).",
  "DistributionDes": "Dankzij haar geografisch centrale ligging fungeert Exotic City als een ideale distributieplatform voor de toonaangevende merken van exotische producten. Van de voedingssector tot cosmetica en haarverzorging, merken zoals Tilda, Akash, Palmers, Sportin Waves, X-Pression of Sleek vertrouwen en bieden ons exclusiviteit voor hun producten. Dankzij deze gerenommeerde merken en de vertrouwensrelatie die is opgebouwd met Exotic City, bieden wij nu de beste producten die op de markt verkrijgbaar zijn.",
  "RelationDes": "Naast een gezonde zakelijke relatie streeft Exotic City ernaar om datgene te behouden wat haar lokale anker vormt, ervoor te zorgen dat iedereen ervan profiteert. Het team van Exotic City staat klaar om de klant te helpen, adviseren, begeleiden en ondersteunen in hun inspanningen. We streven ernaar om de opgedane ervaring in het beheer van de verschillende lokale winkels in ons bezit te delen, zodat de handelaar van vandaag de verkoper van morgen wordt, wat ons op zijn beurt in staat stelt om te groeien. Deze uitwisselingsrelatie geldt ook voor leveranciers, die ons in staat stellen om te bestaan en te evolueren.",
  "Create Password": "Maak een wachtwoord",
  "NoAccount": "Geen account? Meld je aan",
  "Login": "Inloggen",
  "Submit": "Verzenden",
  "Terms & Conditions": "Algemene Voorwaarden",
  "Logout": "Uitloggen",
  "Verify": "Verifiëren",
  "Remember Password?": "Wachtwoord onthouden?",
  "Already have an account?": "Heb je al een account?",
  "Register": "Registreren",
  "Registering": "Registreren",
  "Clear Cart": "Winkelwagen legen",
  "Place Order": "Bestellen",
  "Placeing Order": "Bestelling plaatsen",
  "View Order History": "Bestelgeschiedenis",
  "GeneralTerms": "Algemene verkoopvoorwaarden:",
  "Term1": "Facturen zijn betaalbaar op de erop vermelde vervaldag. Elke op de vervaldag onbetaalde factuur brengt van rechtswege en zonder ingebrekestelling een conventionele intrest op van 12% per jaar, waarbij elke begonnen maand volledig verschuldigd is, met een minimumpercentage dat overeenstemt met dat voorzien in artikel 5 van de wet van 2 augustus 2002 betreffende de betalingsachterstand bij handelstransacties. Elke factuur die onbetaald blijft op de vervaldag wordt bovendien van rechtswege en zonder ingebrekestelling onderworpen aan een forfaitaire en onherleidbare boete van 10% van het onbetaald gebleven bedrag, met een minimum van € 40 per factuur. Elke betwisting met betrekking tot een factuur of diensten moet ons per aangetekend schrijven worden toegestuurd binnen de acht werkdagen na de verzending ervan. Na het verstrijken van deze termijn wordt de factuur geacht te zijn aanvaard door de klant.",
  "Term2": "Bij niet-betaling van een factuur op de vervaldag worden alle verschuldigde bedragen onmiddellijk opeisbaar, ongeacht de betalingsfaciliteiten die eventueel werden toegestaan. ",
  "Term3": "Bij niet-naleving van de betalingstermijnen wordt deze factuur ter incasso overgemaakt aan Cabinet De Greft, rue Chantraine 15/021 - 4020 Saint-Nicolas. In geval van geschil zijn enkel de Rechtbanken van Koophandel van Luik bevoegd.",
  "GeneralTerm2": "Intracommunautaire levering:",
  "Term4": "De koper verbindt zich ertoe de goederen buiten België te vervoeren en/of verklaart dat hij de goederen in ontvangst heeft genomen in zijn vestiging in het land vermeld op de factuur.",
  "ReturnPolicy": "RETOURBELEID :",
  "Claims": "Geen enkele klacht wordt aanvaard na 48 uur."



}
