{
  "TotalExVat": "Total Amount Excluding VAT",
  "TotalInVat": "Total Amount Including VAT",
  "Vat Amount": "VAT Amount",
  "Shopping Cart": "SHOPPING CART",
  "OrderSummary": "ORDER SUMMARY",
  "PRODUCTS": "PRODUCTS",
  "EXCLUSIVE BRANDS": "EXCLUSIVE BRANDS",
  "ABOUT US": "ABOUT US",
  "SERVICES": "SERVICES",
  "CONTACT US": "CONTACT US",
  "Propos_Title": "ABOUT",
  "Propos_Description": "Feel, To taste, To explore, To Like, To share.Words that define the very essence of Exotic City, a major player in the production and distribution of food, beverages and personal care products from Asia and Africa. As a producer and distributor, we want to create a dialogue between cultures, encourage diversity and fully subscribe to the societal challenges of openness and integration. We are proud owners of brands like Africa Village, Congo nature, Royal Village, De Chez Nous, Care n Clear, Thai Village and many more. We also hold exclusive distribution rights of Shan, Rubicon, Regal, Crème of Nature, Dabur, ORS, Fair n White.",
  "Services_Title": "SERVICES",
  "Services_Description": "We specialize in African and Asian food products, operating as wholesaler and distributor in Belgium. We provide delivery across Europe and Scandinavian countries, our client portfolio exists in Germany, France, Netherlands, Austria, Switzerland, Sweden, Denmark, Finland and Norway. Exotic City offers over 6000 products in dry, frozen and fresh categories. Reserved for professionals (traders or restaurateurs), all our goods are available in self-service cash & carry that is a One Stop shop warehouse.",
  "REQUEST PRICE QUOTATION": " REQUEST PRICE QUOTATION",
  "Discover Our Exclusive Brands": "Discover Our Exclusive Brands",
  "About Title": "THE STORY OF A MAN",
  "About Description": "Exotic City is first and foremost the dream of Javed Kausar. 25 years ago, this son of a grocer of Pakistani origin understood, before the concept was in vogue, the importance of uniting different cultures around world cuisine. From nightshop to world grocery store In 1993, 4 years after his arrival in Belgium, Javed Kausar learned the trade of merchant by working alongside his father in the family food store. In 1998, he took over the reins, refining the concept initiated by his father, develops a community that shares his values ​​and his vision of cultural mixing. A community that finds in its product offering an open door to the world, but above all solutions centered on the expectations and needs of individuals, as well as distribution or catering professionals",
  "Warehouse Title": "THE BIRTH OF A GROUP",
  "Warehouse Description": "Today, the Kausar stores are a group of 5 brands located in Liège and its surroundings (Verviers region), but also Exotic City, a central purchasing center focused on the food sector, cosmetics and hair accessories. , a real estate agency and a communications agency. Ambition, vector of growth and creator of jobs Javed Kausar not only wanted to create a network of complementary and constantly evolving stores, but also a dynamic group, vector of jobs. The Kausar group today has around fifty employees active in the different branches of the Liège company. Its strength is its tailor-made approach: from the selection of products to the logistics solutions best suited to the needs of its customers.",
  "Coromuse Title": "THE DNA OF A TEAM",
  "Coromuse Description": "Cultural mixing is at the heart of our approach. Multicultural and complementary, our team of professionals (buyers, salespeople, administrative employees, logisticians, delivery drivers, etc.) defends the same values ​​of integration, transmission and sharing of knowledge. A local experience and service Despite its ambitions and its international development, Exotic City guarantees a real local service, a value which is at the heart of our DNA. Our team's mission is to advise you, guide you and support you in your commercial dynamics. With extensive experience in the distribution sector, we offer you innovative solutions that respect the reality of your project. Because your growth is as important as ours and only together can we continue our entrepreneurial adventure.",
  "Brand Title": "CREATING A REFERENCE",
  "Brand Description": "With decades of experience in the production and distribution of food, drinks and care products from Asia and Africa, Exotic City has become a major reference in its sector. A wide range of products, a quality label Our long experience in the food and cosmetic products sector has allowed us to position ourselves as the exclusive distributor of a wide range of exotic products among the best on the market. Anxious to offer you references at the heart of your expectations and the evolution of consumer tastes, Exotic City is also developing its own ranges.",
  "Cash&Cary_Title": "Cash & Carry",
  "Cash&Cary_Description": "Would you like to discover our wide range of products and stock up on goods? Easy to use, our warehouse self-service welcomes you to explore our complete range of products. You can judge their quality firsthand among a large number of references, assess the color, appearance, compare different brands, all at your own pace. And you choose the goods that interest you.",
  "Express_Title": "Express",
  "Express_Description": "Don't have time to visit us? Send us your order by phone, referring to our website, and we'll take care of the rest, from preparing your order to delivery, anywhere in Belgium. Our team of qualified handlers delivers on time, exercises extreme caution during the loading and unloading of goods, and is available to answer all your questions.",
  "International_Title": "International",
  "International_Description": "Would you like to be delivered outside of Belgium? All our international customers have the option of home delivery. Our order preparation and delivery service ships your order on pallets internationally, entrusting it to experienced carriers.",
  "Distribution_Title": "Distribution Exclsive",
  "Distribution_Description": "Due to its central geographical location, Exotic City serves as an ideal distribution platform for the biggest brands of exotic products. From the food sector to cosmetics and hair care, brands like Tilda, Akash, Palmers, Sportin Waves, X-Pression, or Sleek follow us and grant us exclusivity for their products. Thanks to these major brands and the trusting relationship cultivated with Exotic City, we now offer the best products on the market.",
  "Logistic_Title": "European Logistics Center",
  "Logistic_Description": "Our experience has led us to open a logistics center located in Alleur, in the province of Liège, Belgium. This privileged location allows for an ideal European distribution, which continues to grow thanks to nearby transportation facilities. Indeed, Exotic City is situated at the heart of several major highways, just a stone's throw away from Liège Airport, and at the foot of the Port of Liège and its multimodal platform. This advantageous and strategic position makes Exotic City a pivotal center and offers numerous opportunities for development. Moreover, Liège is a city in constant motion, with an international train station connecting to Paris (1h25) and London (2h).",
  "Relation_Title": "Relation",
  "Relation_Description": " In addition to a healthy business relationship, Exotic City is committed to nurturing what constitutes its local anchor, so that everyone leaves as a winner. The Exotic City team is present to assist, advise, guide, and support the customer in their endeavors. We aim to share the experience gained in managing the various local stores in our possession with today's merchants. This enables them to become the leading sellers of tomorrow and, in turn, allows us to grow. This exchange relationship also applies to suppliers, who enable us to exist and evolve.",
  "PROMO_SLIDER": "ALL PRICES ARE EXCLUDING VAT!",
  "TermsConditions": "Welcome to Exotic City, a world grocery store offering a wide range of food products, cosmetics, and hair accessories. By using our website, you agree to be bound by these Terms and Conditios, which include your eligibility to use our website if you are atleast 18 years old or have a legal parental or guardian consent. We offer shipping to specified locations and accept returns in accordance with our return policy. Our website content is protected by intellectual property laws, and you agree to indermnify Exotic City from any claims arising from your use of our website. These terms and conditions are governed by the laws of the jurisdiction in which Exotic City operates, and we reserve the right to modify these terma at any time. If you have any questions or concerns, please contact us.",
  "Privacy": "Privacy",
  "Collection of personal data": "Collection of personal data",
  "Para1": "Exotic City SPRL collects only the personal data that are communicated to you by you in the framework of its missions. This data can be collected via different channels: by phone, via a paper registration form, via the electronic registration form on our website.",
  "Para2": "The personal data of a customer are kept at least 5 years after the end of the last contract linking this customer to Exotic City. Exotic City sprl collects only the personal data necessary for the execution of our commercial missions.",
  "Para3": "By personal data we mean any data about you that allows us to identify you, namely:",
  "Para4": "Identification data such as: surname, first name, date of birth, language, postal address, e-mail address, mobile phone number and / or landline number copy of the identity card. Billing data such as: billing address, bank account number, domiciliation mandate (if applicable) If you are already a customer, contractual data such as: customer reference, price, product, promotion, contract. The communications between you and Exotic Cty SPRL through the channels such as mail, email, SMS and web chat and social networks. Sensitive data: Exotic City does not use your sensitive personal data such as data about your sexual orientation, your religious or political beliefs, your health or your ethnicity. OR such as your name, contact information, customer / vendor number, payment information and information about your access to the website. Communications exchanged with us or sent to you by mail, e-mail, chat service, phone calls or on social network.",
  "Para5": "As soon as we no longer need your personal data, we delete it safely. We are also attentive to any possibility of reducing the time of use and anonymisation of your personal data so that they can no longer be associated with you or identify you, in which case we may use this information without further formalities.",
  "Respect for privacy on our website": "Respect for privacy on our website",
  "Para6": "Exotic City SPRL therefore makes every effort to respect your privacy in the context of your use of this site. This collection is done through electronic forms that you must fill in when ordering a product or service, subscribe to a newsletter, request information, participate in an inquiry or contest, or that you use one of the services offered via the website. The consultation of our website www.exoticcity.be is done anonymously. However, some parts reserved for our customers are only accessible via the use of a username and password. The data available in these sections are of an accounting or statistical nature of the use of the services.",
  "Your rights": "Your rights",
  "At any time, your personal data may be:": "At any time, your personal data may be:",
  "consulted": "consulted",
  "modified": "modified",
  "deleted": "deleted",
  "For this purpose, contact : privacy@exoticcity.be": "For this purpose, contact : privacy@exoticcity.be",
  "Para7": "Exotic City SPRL will be able to give you access to your data only by means of your identity card added to a dated and signed request to our data protection service. If you believe that your data is being processed incorrectly, you can file a complaint with the Data Protection Authority.",
  "Any other questions or remarks?": "Any other questions or remarks?",
  "Send an email to: privacy@exoticcity.be": "Send an email to: privacy@exoticcity.be",
  "Use of cookies": "Use of cookies",
  "Para8": "During your first visit to the Exotic City SPRL website, a cookie is installed on your computer. This small text file contains only the information language = fr or language = nl.",
  "Para9": "During your next visit to the website, this cookie is identified by your browser. The screen for choosing the language will not be displayed anymore and you will go directly to the home page in the language chosen during your first visit.",
  "This cookie does not contain any other data about you or your computer.": "This cookie does not contain any other data about you or your computer.",
  "Para10": "This operation is only possible if the acceptance of cookies has been activated on your computer. If the acceptance of cookies is disabled, the only consequence for this website is that you will first have to choose the language each time you visit the site.",
  "I agree with terms and conditions": "I agree with terms and conditions",
  "Coming Soon": "Coming Soon",
  "Food Products": "FOOD PRODUCTS",
  "Navigation": "NAVIGATION",
  "Hair Products": "HAIR PRODUCTS",
  "Payment Methods": "PAYMENT METHODS",
  "Cosmetics Products": "COSMETICS PRODUCTS",
  "Legal Notice": "Legal Notice",
  "Services": "Services",
  "Brands": "Brands",
  "DRINKS": "DRINKS",
  "RICE": "RICE",
  "MILK AND CREAM": "MILK AND CREAM",
  "NOODLES": "NOODLES",
  "HAIR CARE PRODUCTS": "HAIR CARE PRODUCTS",
  "SKIN CARE PRODUCTS": "SKIN CARE PRODUCTS",
  "CHILD CARE": "CHILD CARE",
  "BODY OIL": "BODY OIL",
  "HAIR CARE": "HAIR CARE",
  "ACCESSORIES": "ACCESSORIES",
  "MIXED HAIR": "MIXED HAIR",
  "SYNTHETIC HAIR": "SYNTHETIC HAIR",
  "NATURAL HAIR": "NATURAL HAIR",
  "Signin": "Sign In",
  "Signup": "Sign Up",
  "Company Name": "Company Name",
  "Email": "Email",
  "Address": "Address",
  "Country/Region": "Country/Region",
  "City": "City",
  "POST CODE": "POST CODE",
  "Code": "Code",
  "Language Code": "Language Code",
  "Alternate Address": "Alternate Address",
  "Enterprise Number": "Enterprise Number",
  "VAT Registration Number": "VAT Registration Number",
  "Phone Number": "Phone Number",
  "Mobile Number": "Mobile Number",
  "Password": "Password",
  "Forget Password?": "Forget Password?",
  "Cash & Carry": "Cash & Carry",
  "Express": "Express",
  "International": "International",
  "Distribution Exclusive": "Distribution Exclusive",
  "European Logistics Center": "European Logistics Center",
  "Relation": "Relation",
  "CashCarryDes": "Are you eager to discover our wide range of products and supply yourself with merchandise? Easy to use, our warehouse self-service welcomes you to explore our complete range of products. You can thus judge firsthand their quality among a large number of references, assess the color, appearance, compare different brands, all at your own pace. And you choose the goods that interest you.",
  "ExpressDes": "Don't have time to visit us? Send us your order by phone, referring to our website, and we'll take care of the rest, from preparing your order to delivery, anywhere in Belgium. Our team of qualified handlers delivers on time, exercising extreme caution during loading and unloading, and is available to answer all your questions.",
  "InternationalDes": "Do you want to be delivered outside of Belgium? All our international customers have the option of home delivery. Our order preparation and delivery service ships your order on a pallet internationally, entrusting it to experienced carriers.",
  "CenterDes": "Our experience has led us to establish a logistics center located in Alleur, in the province of Liège, Belgium. This privileged location allows for an ideal European distribution network, which continues to grow thanks to the nearby transportation facilities. Indeed, Exotic City is situated at the heart of several major highways, just steps away from Liège Airport and at the foot of the Port of Liège and its multimodal platform. This advantageous and strategic position makes Exotic City a pivotal hub and offers numerous opportunities for development. Moreover, Liège is a city in constant motion, with an international train station connecting notably to Paris (1h25) and London (2h).",
  "DistributionDes": "Due to its geographically central location, Exotic City serves as an ideal distribution platform for the leading brands of exotic products. From the food sector to cosmetics and hair care, brands like Tilda, Akash, Palmers, Sportin Waves, X-Pression, or Sleek trust and offer us exclusivity for their products. Thanks to these renowned brands and the trusted relationship built with Exotic City, we now offer the finest products available on the market.",
  "RelationDes": "In addition to a healthy business relationship, Exotic City is committed to maintaining what constitutes its local anchor, ensuring that everyone benefits. The Exotic City team is present to assist, advise, guide, and support the customer in their endeavors. We aim to share the experience gained in managing the various local stores in our possession, so that the merchant of today becomes the leading seller of tomorrow, enabling us in turn to grow. This exchange relationship also applies to suppliers, who enable us to exist and evolve.",
  "Create Password": "Create Password",
  "NoAccount": "Don`t have an account? Signup",
  "Login": "Login",
  "Submit": "Submit",
  "Terms & Conditions": "Terms & Conditions",
  "Logout": "Logout",
  "Verify": "Verify",
  "Remember Password?": "Remember Password?",
  "Already have an account?": "Already have an account?",
  "Register": "Register",
  "Registering": "Registering",
  "Clear Cart": "Clear Cart",
  "Place Order": "Place Order",
  "Placeing Order": "Placeing Order",
  "View Order History": "View Order History",
  "GeneralTerms": "General terms and conditions of sale:",
  "Term1": "Invoices are payable by the due date stated thereon. Any invoice unpaid on the due date will, automatically and without notice of default, generate conventional interest of 12% per annum, with each month started being due in full, with a minimum rate in line with that provided for in article 5 of the law of 2 August 2002 relating to late payment in commercial transactions. Any invoice that remains unpaid on the due date will also be subject, ipso jure and without formal notice, to an irreducible fixed penalty of 10% of the amount outstanding, with a minimum of €40 per invoice. Any dispute relating to an invoice or services must be sent to us by registered letter within eight working days of it being sent. Once this period has elapsed, the invoice will be deemed to have been accepted by the customer.",
  "Term2": "Failure to pay an invoice by the due date shall render all sums due immediately payable, regardless of any payment facilities that may have been granted.",
  "Term3": "In the event of non-compliance with payment deadlines, this invoice will be transferred to Cabinet De Greft, rue Chantraine 15/021 - 4020 Saint-Nicolas, for collection. In the event of a dispute, the Commercial Courts of Liège shall have sole jurisdiction.",
  "GeneralTerm2": "Intra-community delivery:",
  "Term4": "The buyer undertakes to transport the goods outside Belgium and/or declares that he has received the goods in his establishment in the country mentioned on the invoice.",
  "ReturnPolicy": "RETURNS POLICY :",
  "Claims": "No claims will be accepted after 48 hours."
}
